src/archive.org
#+TITLE: Archive
#+HTML_HEAD_EXTRA: <style> table { margin-left: auto; margin-right: auto; width: 100%; } tr:nth-child(even) { background-color: grey; } tbody { display: block; } tbody { height: 20em; overflow-x: hidden; overflow-y: auto; } </style>

#+BEGIN_EXPORT html
<pre>
<code>> ./archive.html</code>
</pre>
#+END_EXPORT

[[https://hnvy.github.io/][Main directory]] - [[https://github.com/hnvy/hnvy.github.io/edit/main/src/archive.org][ESotP]]

-----

* Archive
:PROPERTIES:
:CUSTOM_ID: archive
:END:
Here is an archive of all the entries across all the subdomains.

** Journal
:PROPERTIES:
:CUSTOM_ID: journal
:END:
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_2_logs.html#org1c1fe0f][E#017 (02/11/2022) - go Google it (T)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_2_logs.html#org29jro21][E#016 (16/10/2022) - following a plan (T)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#orgfcd4105][E#015 (02/10/2022) - software makes no mistakes (T)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org8016f98][E#014 (09/07/2022) - public story (I)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org88cb90e][E#013 (03/07/2022) - land of code (I)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#orgee07f40][E#012 (01/07/2022) - perseverance and tasks (T)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org1a85822][E#011 (26/06/2022) - catching thoughts with reflection (T+I)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org7a7dcd7][E#010 (04/06/2022) - red ear (T+I)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#orga3943e2][E#009 (27/05/2022) - non-receptive (T)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org73993f1][E#008 (26/04/2022) - not on my syllabus (T)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org8d2b587][E#007 (12/04/2022) - reflect on it (T+I)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org480def8][E#006 (10/04/2022) - day by day (I)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org6460da5][E#005 (27/03/2022) - art and peace (T)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org3d1bfdb][E#004 (28/02/2022) - no template, no problem (T)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org99a5a80][E#003 (10/09/2021) - a free mind is a creative mind (T)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org0c7deff][E#002 (09/08/2021) - graphical view of your day (I)]] |
| [[https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org99a4745][E#001 (08/08/2021) - daily proportion (I)]] |

** Software
:PROPERTIES:
:CUSTOM_ID: software
:END:
*** Misc
:PROPERTIES:
:CUSTOM_ID: misc
:END:
| [[https://hnvy.github.io/blog-1/01_software/00_misc/01_logs/misc_1_logs.html#orgb2a8f30][E#002 (25/07/2022) - CMD, find X in subdirectories.]] |
| [[https://hnvy.github.io/blog-1/01_software/00_misc/01_logs/misc_1_logs.html#org317807a][E#001 (16/07/2022) - RegEx, match lines to end of file.]] |

*** Editors
:PROPERTIES:
:CUSTOM_ID: editors
:END:
| [[https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org1795ff3][E#008 (24/05/2021) - day 0. (E)]] |
| [[https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org7018e49][E#007 (08/07/2022) - contents table in plain text. (V)]] |
| [[https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org5bcae9c][E#006 (05/03/2022) - editors, what does X mean? (V)]] |
| [[https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#orgf9b7ba1][E#005 (21/05/2021) - jump like a rabbit! (V)]] |
| [[https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#orgd75c69a][E#004 (10/05/2021) - a clipboard dilemma. (V)]] |
| [[https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#orga8b1a4c][E#003 (21/04/2021) - Notepad++ > editors?! (V)]] |
| [[https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org3197b89][E#002 (20/04/2021) - vimtutor. (V)]] |
| [[https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org5f3b26d][E#001 (19/04/2021) - day 0. (V)]] |

*** Coding
:PROPERTIES:
:CUSTOM_ID: coding
:END:
| [[https://hnvy.github.io/blog-1/01_software/02_coding/01_logs/coding_1_logs.html#orge9efb7b][E#004 (24/10/2022) - 03.2_variables (C)]] |
| [[https://hnvy.github.io/blog-1/01_software/02_coding/01_logs/coding_1_logs.html#orgf8f7736][E#003 (23/10/2022) - 03.1_variables (C)]] |
| [[https://hnvy.github.io/blog-1/01_software/02_coding/01_logs/coding_1_logs.html#org93j42p0][E#002 (02/10/2022) - placeholders (C)]] |
| [[https://hnvy.github.io/blog-1/01_software/02_coding/01_logs/coding_1_logs.html#org3a63e75][E#001 (28/08/2022) - hello, world! (C)]] |

** Science
:PROPERTIES:
:CUSTOM_ID: science
:END:
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org1632067][E#014 (14/11/2022) - coal (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org1oplxms][E#013 (25/06/2022) - dragon's heart (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org20ca0ad][E#012 (12/05/2022) - bus stop (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org6b910de][E#011 (08/05/2022) - tree man (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org2c6c7ed][E#010 (07/05/2022) - shadows (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#orgbe249af][E#009 (04/05/2022) - discocup (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#orgb8f21ea][E#008 (24/04/2022) - stress explained (S)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org6736835][E#007 (31/03/2022) - muddle the puddle-ator (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org88d06eb][E#006 (30/03/2022) - a brat rat (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#orga5d427d][E#005 (29/03/2022) - milk up the cup (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org196496e][E#004 (28/03/2022) - school time with Albert Einstein (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org8f5091c][E#003 (27/03/2022) - a kettle of metal (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org9b31774][E#002 (26/03/2022) - the last shroom heading to its doom (A)]] |
| [[https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org31b9d94][E#001 (25/03/2022) - fries, flies, and brain pies (A)]] |

** Language
:PROPERTIES:
:CUSTOM_ID: language
:END:
| [[https://hnvy.github.io/blog-1/03_language/01_logs/language_1_logs.html#org9abd369][E#002 (29/05/2022) - numbers (J)]] |
| [[https://hnvy.github.io/blog-1/03_language/01_logs/language_1_logs.html#orged88dfa][E#001 (16/05/2022) - scripts (J)]] |
