archive.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://hnvy.github.io/css/main.css" />
</head>
<body>
<div id="content">
<pre>
<code>> ./html/archive.html</code>
</pre>

<p>
<p><a href="../index.html">Main directory</a></p>
</p>

<p>
<p><a href="https://github.com/hnvy/hnvy.github.io/edit/main/src/archive.org">ESotP</a></p>
</p>

<p>
<hr>
</p>

<div id="outline-container-org1e33900" class="outline-2">
<h2 id="archive"><a id="org1e33900"></a>Archive</h2>
<div class="outline-text-2" id="text-archive">
<p>
Here is an archive of all the entries across all the subdomains.
</p>
</div>

<div id="outline-container-org9b2e7fc" class="outline-3">
<h3 id="journal"><a id="org9b2e7fc"></a>Journal</h3>
<div class="outline-text-3" id="text-journal">
<ul class="org-ul">
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org8016f98">E#014 (09/07/2022) - public story (I)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org88cb90e">E#013 (03/07/2022) - land of code (I)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#orgee07f40">E#012 (01/07/2022) - perseverance and tasks (T)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org1a85822">E#011 (26/06/2022) - catching thoughts with reflection (T+I)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org7a7dcd7">E#010 (04/06/2022) - red ear (T+I)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#orga3943e2">E#009 (27/05/2022) - non-receptive (T)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org73993f1">E#008 (26/04/2022) - not on my syllabus (T)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org8d2b587">E#007 (12/04/2022) - reflect on it (T+I)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org480def8">E#006 (10/04/2022) - day by day (I)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org6460da5">E#005 (27/03/2022) - art and peace (T)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org3d1bfdb">E#004 (28/02/2022) - no template, no problem (T)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org99a5a80">E#003 (10/09/2021) - a free mind is a creative mind (T)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org0c7deff">E#002 (09/08/2021) - graphical view of your day (I)</a></li>
<li><a href="https://hnvy.github.io/blog-1/00_journal/01_logs/journal_1_logs.html#org99a4745">E#001 (08/08/2021) - daily proportion (I)</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd32b6d4" class="outline-3">
<h3 id="software"><a id="orgd32b6d4"></a>Software</h3>
<div class="outline-text-3" id="text-software">
</div>
<div id="outline-container-orgcb479ec" class="outline-4">
<h4 id="misc"><a id="orgcb479ec"></a>Misc</h4>
<div class="outline-text-4" id="text-misc">
<ul class="org-ul">
<li><a href="https://hnvy.github.io/blog-1/01_software/00_misc/01_logs/misc_1_logs.html#orgb2a8f30">E#002 (25/07/2022) - CMD, find X in subdirectories.</a></li>
<li><a href="https://hnvy.github.io/blog-1/01_software/00_misc/01_logs/misc_1_logs.html#org317807a">E#001 (16/07/2022) - RegEx, match lines to end of file.</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga4cbfec" class="outline-4">
<h4 id="editors"><a id="orga4cbfec"></a>editors</h4>
<div class="outline-text-4" id="text-editors">
<ul class="org-ul">
<li><a href="https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org1795ff3">E#008 (24/05/2021) - day 0. (E)</a></li>
<li><a href="https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org7018e49">E#007 (08/07/2022) - contents table in plain text. (V)</a></li>
<li><a href="https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org5bcae9c">E#006 (05/03/2022) - editors, what does X mean? (V)</a></li>
<li><a href="https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#orgf9b7ba1">E#005 (21/05/2021) - jump like a rabbit! (V)</a></li>
<li><a href="https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#orgd75c69a">E#004 (10/05/2021) - a clipboard dilemma. (V)</a></li>
<li><a href="https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#orga8b1a4c">E#003 (21/04/2021) - Notepad++ &gt; editors?! (V)</a></li>
<li><a href="https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org3197b89">E#002 (20/04/2021) - editorstutor. (V)</a></li>
<li><a href="https://hnvy.github.io/blog-1/01_software/01_editors/01_logs/editors_1_logs.html#org5f3b26d">E#001 (19/04/2021) - day 0. (V)</a></li>
</ul>
</div>
</div>

<div id="outline-container-org29708b5" class="outline-4">
<h4 id="coding"><a id="org29708b5"></a>Coding</h4>
<div class="outline-text-4" id="text-coding">
<ul class="org-ul">
<li><a href="https://hnvy.github.io/blog-1/01_software/02_coding/01_logs/coding_1_logs.html#org93j42p0">E#002 (02/10/2022) - placeholders (C)</a></li>
<li><a href="https://hnvy.github.io/blog-1/01_software/02_coding/01_logs/coding_1_logs.html#org3a63e75">E#001 (28/08/2022) - hello, world! (C)</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org69d7507" class="outline-3">
<h3 id="science"><a id="org69d7507"></a>Science</h3>
<div class="outline-text-3" id="text-science">
<ul class="org-ul">
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org20ca0ad">E#012 (12/05/2022) - bus stop (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org6b910de">E#011 (08/05/2022) - tree man (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org2c6c7ed">E#010 (07/05/2022) - shadows (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#orgbe249af">E#009 (04/05/2022) - discocup (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#orgb8f21ea">E#008 (24/04/2022) - stress explained (S)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org6736835">E#007 (31/03/2022) - muddle the puddle-ator (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org88d06eb">E#006 (30/03/2022) - a brat rat (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#orga5d427d">E#005 (29/03/2022) - milk up the cup (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org196496e">E#004 (28/03/2022) - school time with Albert Einstein (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org8f5091c">E#003 (27/03/2022) - a kettle of metal (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org9b31774">E#002 (26/03/2022) - the last shroom heading to its doom (A)</a></li>
<li><a href="https://hnvy.github.io/blog-1/02_science/01_logs/science_1_logs.html#org31b9d94">E#001 (25/03/2022) - fries, flies, and brain pies (A)</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc13b0c3" class="outline-3">
<h3 id="language"><a id="orgc13b0c3"></a>Language</h3>
<div class="outline-text-3" id="text-language">
<ul class="org-ul">
<li><a href="https://hnvy.github.io/blog-1/03_language/01_logs/language_1_logs.html#org9abd369">E#002 (29/05/2022) - numbers (J)</a></li>
<li><a href="https://hnvy.github.io/blog-1/03_language/01_logs/language_1_logs.html#orged88dfa">E#001 (16/05/2022) - scripts (J)</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.3 (<a href="https://orgmode.org">Org</a> mode 9.1.9)</p>
<p class="validation"></p>
</div>
</body>
</html>
